Repository: patrickjane/scooter
Catalog: po/*.po
Languages: de, fr, nl

source: login
fr: Connexion
nl: Inloggen

source: E-Mail
fr: Courriel
nl: E-mailadres

source: Login
fr: Connexion
nl: Inloggen

source: Confirmation code
de: Bestätigungscode
fr: Code de confirmation
nl: Bevestigingscode

source: Enter confirmation
de: Bestätigungscode eingeben
fr: Saisissez la confirmation
nl: Voer de bevestigingscode in

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

source: Login successful
de: Anmeldung erfolgreich
fr: Connexion réussie
nl: Je bent ingelogd

source: Login failed
de: Anmeldung fehlgeschlagen
fr: Échec de la connexion
nl: Het inloggen is mislukt

source: Enter email
de: E-Mail eingeben
fr: Saisissez votre courriel
nl: Voer je e-mailadres in

source: Enter username/email
de: Benutzername/E-Mail-Adresse eingeben
fr: Saisissez votre identifiant/courriel
nl: Voer je gebruikersnaam/e-mailadres in

source: Email
fr: Courriel
nl: E-mailadres

source: Username/email
de: Benutzername/E-Mail
fr: Identifiant/courriel
nl: Gebruikersnaam/E-mailadres

source: Phone number / PIN
de: Rufnummer / PIN
fr: Numéro de téléphone / PIN

source: Enter phone number
de: Telefonnummer eingeben
fr: Entrez le numéro de téléphone

source: Enter PIN
de: PIN eingeben
fr: Entrer le PIN
nl: Voer PIN in

source: terminals
fr: terminaux

source: bikes
de: Fahrräder
fr: vélos

source: not logged in
de: Nicht eingeloggt
fr: pas connecté
nl: niet ingelogd

source: Network error
de: Netzwerkfehler
fr: Erreur de réseau
nl: Verbindingsfout

source: error
de: Fehler
fr: Erreur
nl: Foutmelding

source: Ride
de: Fahrt
fr: Trajet
nl: Rit

source: Ride stopped
de: Fahrt beendet
fr: Arrêt du trajet
nl: De rit is beëindigd

source: profile
de: Profil
fr: Profil
nl: Profiel

source: Scan QR code
de: QR Code scannen
fr: Scannez le code QR
nl: QR-code scannen

source: Code not recognized/provider not supported
de: Code nicht erkannt/Anbieter nicht unterstützt
fr: Code non reconnu/prestataire non pris en charge
nl: De QR-code is niet herkend of de dienst wordt niet ondersteund

source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

source: Provider
de: Anbieter
fr: Prestataire
nl: Dienst

source: Logs
fr: Journaux
nl: Logboeken

source: General
de: Allgemein
fr: Général
nl: Algemeen

source: Account
fr: Compte

source: Not logged in
de: Nicht angemeldet
fr: Non connecté
nl: Niet ingelogd

source: Logout
de: Ausloggen
fr: Se déconecter
nl: Uitloggen

source: Profile
de: Profil
fr: Profil
nl: Profiel

source: (GPS needed to show profile)
de: (GPS benötigt um Profil anzuzeigen)
fr: (GPS nécessaire pour afficher le profil)

source: Access to electric scooters provided by Bird (see https://www.bird.co). Existing account with associated payment information is needed. This app does not support creating accounts or changing payment information.
de: Zugang zu elektrischen Scootern von Bird (siehe https://www.bird.co). Existierender Account mit hinterlegten Zahlungsinformationen wird benötigt. Diese App unterstützt keine Erstellung von Accounts oder das Ändern von Zahlungsinformationen.
fr: Accès aux scooters électriques fournis par Bird (voir https://www.bird.co). Un compte existant avec les informations de paiement associées est nécessaire. Cette application ne permet pas de créer des comptes ou de modifier les informations de paiement.
nl: De toegang tot elektrische scooters wordt verzorgd door Bird (https://www.bird.co). Hiervoor heb je een bestaand account met gekoppelde betaalinformatie nodig. De app heeft geen ondersteuning voor het aanmaken van accounts of koppelen van betaalinformatie.

source: Access to bikes provided by NextBike (see https://www.nextbike.de/de/). Existing account with associated payment information is needed. This app does not support creating accounts or changing payment information.
de: Zugang zu Fahrrädern von NextBike (siehe https://www.nextbike.de/de/). Existierender Account mit hinterlegten Zahlungsinformationen wird benötigt. Diese App unterstützt keine Erstellung von Accounts oder das Ändern von Zahlungsinformationen.
fr: Accès aux vélos fournis par NextBike (voir https://www.nextbike.de). Un compte existant avec les informations de paiement associées est nécessaire. Cette application ne permet pas de créer des comptes ou de modifier les informations de paiement.
nl: De toegang tot elektrische scooters wordt verzorgd door Bird (https://www.nextbike.de). Hiervoor heb je een bestaand account met gekoppelde betaalinformatie nodig. De app heeft geen ondersteuning voor het aanmaken van accounts of koppelen van betaalinformatie.

source: No description available
de: Keine Beschreibung verfügbar
fr: Aucune description disponible
nl: Geen beschrijving beschikbaar

source: End ride
de: Fahrt beenden
fr: Fin du trajet
nl: Rit beëindigen

source: Confirm end
de: Bestätigen
fr: Confirmer la fin
nl: Beëindigen bevestigen

source: End ride by locking the bike
de: Fahrt beenden durch abschließen des Fahrrads
fr: Terminez la randonnée en verrouillant le vélo
nl: Beëindig de rit door de fiets op slot te zetten

source: Re-open bike lock
de: Schloss erneut öffnen
fr: Rouvrir l'antivol du vélo

source: Due to a recent change in the Bird API it is no longer possible to use coupons/ride passes which have been purchased using the official apps. This means, that even though unlocking should be free, using this app will still charge the unlock price.
de: Aufgrund einer kürzlichen Änderung in der Bird API ist es nicht mehr möglich, Coupons/Ride-Pässe zu verwenden, die über die offiziellen Apps erworben wurden. Dies bedeutet, dass, obwohl das Entsperren kostenlos sein sollte, die Verwendung dieser App immer noch den Entsperrpreis berechnet.
fr: En raison d'une modification récente de l'API de Bird, il n'est plus possible d'utiliser les coupons/cartes de transport qui ont été achetés à l'aide des applications officielles. Cela signifie que, même si le déverrouillage est gratuit, l'utilisation de cette application fera payer le prix du déverrouillage.
nl: Door een recente aanpassing van de Bird-api is het niet meer mogelijk om officiële waardebonnen/rittenkaarten te gebruiken. Dit houdt in dat, ondanks dat het ontgrendelen gratis zou moeten zijn, deze app tóch de ontgrendelprijs berekent.

source: Accept
de: Akzeptieren
fr: Accepter
nl: Accepteren

source: USE AT YOUR OWN RISK
de: VERWENDUNG AUF EIGENES RISIKO
fr: À UTILISER À VOS RISQUES ET PÉRILS
nl: HET GEBRUIK VAN DEZE APP IS OP EIGEN RISICO

source: This app is provided 'AS-IS' and with NO WARRANTIES. The app makes use of undocumented APIs of scooter providers, errors are therefore to be expected. The author of the app can not be held responsible for costs caused by the usage of the app.
de: Diese App wird 'AS-IS' und ohne Support/Gewähr zur Verfügung gestellt. Die App verwendet undokumentierte APIs der Scooter Provider, Fehler sind daher zu erwarten. Der Autor der App ist nicht verantwortlich für Kosten die durch die Nutzung der App entstehen.
fr: Cette application est fournie telle quelle et SANS GARANTIES. L'application utilise des API non documentées des prestataires de scooters, des erreurs sont donc à prévoir. L'auteur de l'application ne peut pas être tenu responsable des coûts causés par l'utilisation de l'application.
nl: Deze app wordt ZONDER ENIGE VORM VAN GARANTIE uitgebracht. De app maakt gebruik van ongedocumenteerde api's van diensten, dus foutmeldingen zijn te verwachten. De maker van de app kan niet verantwoordelijk worden gehouden voor schade door gebruik van de app.

source: Available bikes
de: Verfügbare Fahrräder
fr: Vélos disponibles
nl: Beschikbare fietsen

source: Available racks
de: Verfügbare Ständer
fr: Crémaillères disponibles
nl: Beschikbare rekken

source: Ride has been cancelled
de: Fahrt wurde storniert
fr: Le trajet a été annulé
nl: De rit is afgebroken

source: Ride completed!
de: Fahrt beendet!
fr: Trajet terminé !
nl: De rit is beëindigd!

source: Duration
de: Dauer
fr: Durée
nl: Duur

source: Cost
de: Kosten
fr: Coût
nl: Kosten

source: Close
de: Schließen
fr: Fermer
nl: Sluiten

source: Ring
de: Klingeln
fr: Sonner
nl: Oproepen

source: Captive
de: Unerreichbar
fr: Captif
nl: Captief

source: Not available
de: Nicht verfügbar
fr: Indisponible
nl: Niet beschikbaar

source: Unlock
de: Entsperren
fr: Déverrouiller
nl: Ontgrendelen

source: Login request failed
de: Anmeldung fehlgeschlagen
fr: La demande de connexion a échoué
nl: Het inlogverzoek is afgewezen

source: Login failed (unexpected response)
de: Anmeldung fehlgeschlagen (unerwartete Antwort)
fr: La connexion a échoué (réponse inattendue)
nl: Het inloggen is mislukt (onverwacht antwoord)

source: Login confirmation failed
de: Anmeldebestätigung fehlgeschlagen
fr: La confirmation de la connexion a échoué
nl: Het bevestigingsverzoek is afgewezen

source: Login failed (no tokens)
de: Anmeldung fehlgeschlagen (keine Token)
fr: La connexion a échoué (pas de jeton)
nl: Het inloggen is mislukt (geen toegangssleutels)

source: Login refresh failed
de: Anmeldeaktualisierung fehlgeschlagen
fr: Le rafraîchissement de la connexion a échoué
nl: De inlogverversing is mislukt

source: Login refresh failed (no tokens)
de: Anmeldeaktualisierung fehlgeschlagen (keine Token)
fr: Le rafraîchissement de la connexion a échoué (pas de jeton)
nl: De inlogverversing is mislukt (geen toegangssleutels)

source: Location not available, can not load profile
de: Standort nicht verfügbar, Profil kann nicht geladen werden
fr: Position non disponible, impossible de charger le profil
nl: Locatie niet beschikbaar, kan profiel niet laden

source: Loading profile failed
de: Profil laden fehlgeschlagen
fr: Le chargement du profil a échoué
nl: Het profiel kan niet worden geladen

source: Registered
de: Registriert
fr: Enregistré
nl: Geregistreerd op

source: Last ride
de: Letzte Fahrt
fr: Dernier trajet
nl: Recentste rit

source: Ride count
de: Fahrten
fr: Nombre de trajets
nl: Aantal ritten

source: Free rides
de: Freifahrten
fr: Trajets gratuits
nl: Gratis ritten

source: Balance
de: Guthaben
fr: Solde
nl: Saldo

source: Loading configuration failed
de: Laden der Konfiguration fehlgeschlagen
fr: Le chargement de la configuration a échoué
nl: De instellingen kunnen niet worden geladen

source: Loading existing/active ride failed
de: Vorige/aktive Fahrt laden fehlgeschlagen
fr: Le chargement du trajet existant/actif a échoué
nl: De bestaande/actieve rit kan niet worden geladen

source: Failed to load existing/active ride (missing information in response)
de: Vorige/aktive Fahrt laden fehlgeschlagen (fehlende Information in Antwort)
fr: Échec du chargement du trajet existant/actif (informations manquantes dans la réponse)
nl: De bestaande/actieve rit kan niet worden geladen (ontbrekende informatie in antwoord)

source: Loading scooters failed
de: Scooter laden fehlgeschlagen
fr: Le chargement des scooters a échoué
nl: De scooters kunnen niet worden geladen

source: Loading areas failed
de: Gebiete laden fehlgeschlagen
fr: Le chargement des secteurs a échoué
nl: De gebieden kunnen niet worden geladen

source: Alarming scooter failed
de: Scooter anklingeln fehlgeschlagen
fr: L'alarme du scooter a échoué
nl: De scooter kan niet worden opgeroepen

source: Scooter alarm successfully triggered
de: Scooter erfolgreich angeklingelt
fr: L'alarme du scooter a été déclenchée avec succès
nl: De scooter is opgeroepen

source: Starting ride failed
de: Fahrt starten fehlgeschlagen
fr: Le lancement du trajet a échoué
nl: De rit kan niet worden gestart

source: Scooter could not successfully be scanned / details could not be fetched
de: Scooter konnte nicht gescannt werden / Details konnten nicht abgerufen werden
fr: Le scooter n'a pas pu être scanné avec succès / les détails n'ont pas pu être récupérés
nl: De scooter kan niet worden gescand of de details kunnen niet worden opgehaald

source: Unlocking failed. Response did not contain ride information. Please re-check ride with official bird app. Issues in response:
de: Probleme beim Foto-Upload. Bitte mit der offiziellen Bird App prüfen. Probleme in der Antwort:
fr: Le déverrouillage a échoué. La réponse ne contenait pas d'informations sur le trajet. Veuillez vérifier à nouveau le trajet avec l'application officielle Bird. Problèmes dans la réponse :
nl: Het ontgrendelen is mislukt: het antwoord bevatte niet de vereiste informatie. Controleer de officiële Bird-app. Foutief antwoord:

source: Problems while unlocking. Please re-check ride with official bird app.
de: Probleme bei der Entsperrung. Bitte mit der offiziellen Bird App prüfen.
fr: Problèmes lors du déverrouillage. Veuillez vérifier à nouveau le trajet avec l'application officielle Bird.
nl: Het beëindigen is mislukt - controleer de officiële Bird-app.

source: Stopping ride failed
de: Fahrt beenden fehlgeschlagen
fr: L'arrêt du trajet a échoué
nl: De rit kan niet worden beëindigd

source: Problems while stopping ride. Please re-check ride with official bird app. Issues in response:
de: Probleme bei der Entsperrung. Bitte mit der offiziellen Bird App prüfen.
fr: Problèmes lors de l'arrêt de la course. Veuillez vérifier à nouveau la course avec l'application officielle Bird. Problèmes dans la réponse :
nl: Het beëindigen is mislukt - controleer de officiële Bird-app. Foutief antwoord:

source: Stopping ride failed. Response did not contain expected information. Please check with official bird app, or please check no-parking zone.
de: Fahrt beenden fehlgeschlagen. Antwort enthielt nicht die erwarteten Informationen. Bitte mit der offiziellen Bird App prüfen, oder no-parkin Zones prüfen.
fr: L'arrêt de la course a échoué. La réponse ne contient pas les informations attendues. Veuillez vérifier avec l'application officielle Bird ou vérifier si la zone de stationnement est interdite.
nl: Het beëindigen is mislukt: het antwoord bevatte niet de vereiste informatie. Controleer de officiële Bird-app of kijk of er sprake is van een niet-parkerenzone.

source: Stopping ride failed. Response did not contain completed stamp. Please check with official bird app, or please check no-parking zone.
de: Fahrt beenden fehlgeschlagen. Antwort enthielt nicht den Ende-Zeitstempel. Bitte mit der offiziellen Bird App prüfen, oder no-parkin Zones prüfen.
fr: L'arrêt de la course a échoué.La réponse ne contenait pas de code complet. Veuillez vérifier avec l'application officielle Bird ou vérifier si la zone de stationnement est interdite.
nl: Het beëindigen is mislukt: het antwoord bevatte geen tijdstempel. Controleer de officiële Bird-app of kijk of er sprake is van een niet-parkerenzone.

source: Uploading photo failed
de: Foto-Upload fehlgeschlagen
fr: L'envoi de la photo a échoué
nl: De foto kan niet worden geüpload

source: Problems while uploading photo. Please re-check ride with official bird app. Issues in response:
de: Probleme beim Hochladen des Fotos. Bitte mit der offiziellen Bird App prüfen. Fehler in der Antwort:
fr: Problèmes lors de l'envoi de la photo. Veuillez vérifier à nouveau le trajet avec l'application officielle Bird. Problèmes dans la réponse :
nl: De foto kan niet worden geüpload - controleer de officiële Bird-app. Foutief antwoord:

source: Adding voucher code failed
de: Fehler beim Hinzufügen des Gutscheincodes
fr: L'ajout du code du coupon a échoué
nl: De waardebon kan niet worden toegevoegd

source: Login failed (no login key received)
de: Anmeldung fehlgeschlagen (keinen Login-Key erhalten)
fr: La connexion a échoué (pas de jeton)

source: Loading profile failed (empty/malformed response)
de: Profil laden fehlgeschlagen (unerwartete Antwort)
fr: La connexion a échoué (réponse inattendue)

source: Phone
de: Telefon
fr: Téléphone
nl: Telefoon

source: Language
de: Sprache
fr: Langue
nl: Taal

source: Currency
de: Währung
fr: Devise

source: Credits
fr: Crédits

source: Free seconds
de: Freifahrten
fr: Trajets gratuits
nl: Gratis ritten

source: Failed to load existing/active ride (missing information in response/rental list)
de: Vorige/aktive Fahrt laden fehlgeschlagen (fehlende Information in Antwort)
fr: Échec du chargement du trajet existant/actif (informations manquantes dans la réponse)
nl: De bestaande/actieve rit kan niet worden geladen (ontbrekende informatie in antwoord)

source: Problems while unlocking. Please re-check ride with official NextBike app.
de: Probleme bei der Entsperrung. Bitte mit der offiziellen Bird App prüfen.
fr: Problèmes lors du déverrouillage. Veuillez vérifier à nouveau le trajet avec l'application officielle NextBike.
nl: Het beëindigen is mislukt - controleer de officiële NextBike.

source: Checking ride failed
de: Fahrt prüfen fehlgeschlagen
fr: Le lancement du trajet a échoué

source: Failed to check active ride (missing information in response)
de: Vorige/aktive Fahrt prüfen fehlgeschlagen (fehlende Information in Antwort)
fr: Échec du chargement du trajet existant/actif (informations manquantes dans la réponse)

source: Failed to check active ride (missing information in rental)
de: Vorige/aktive Fahrt prüfen fehlgeschlagen (fehlende Information in Antwort)
fr: Échec du chargement du trajet existant/actif (informations manquantes dans la réponse)

source: Bike has been parked in a flex zone, which leads to an increased service fee
de: Das Fahrrad wurde in einer Flexzone abgestellt, was zu einer erhöhten Servicegebühr führt
fr: Le vélo a été garé dans une zone flexible, ce qui entraîne une augmentation des frais de service
nl: Fiets is geparkeerd in een flexzone, wat leidt tot verhoogde servicekosten

source: Provider unknown/not supported
de: Anbieter unbekannt/nicht unterstützt
fr: Prestataire inconnu/non pris en charge
nl: De dienst wordt niet herkend of niet ondersteund

source: Can not log out while ride is active
de: Ausloggen nicht möglich so lange eine Fahrt aktiv ist
fr: Impossible de se déconnecter pendant le trajet
nl: Je kunt niet uitloggen zolang er nog een rit actief is

source: Ride already active, can not start new ride
de: Fahrt bereits aktiv, neue Fahrt kann nicht gestartet werden
fr: Le trajet est déjà actif, il n'est pas possible de commencer un nouveau trajet
nl: De rit is al actief en kan niet opnieuw worden gestart

source: No ride active, can not stop ride
de: Keine Fahrt aktiv, Fahrt kann nicht beendet werden
fr: Aucun trajet actif, impossible d'arrêter le trajet
nl: Er is geen rit actief en kan dus niet worden beëindigd

source: No ride active, can not check ride
de: Keine Fahrt aktiv, Fahrt kann nicht geprüft werden
fr: Aucun trajet actif, impossible d'arrêter le trajet

source: App data storage location inaccessible
de: Zugriff auf App-Datenspeicherort nicht möglich
fr: Emplacement de stockage des données de l'application inaccessible

source: can't create folder:
de: kann keinen Ordner erstellen:
fr: Impossible de créer le sous-dossier :

source: scooters
de: Scooter

source: zones
de: Zonen

source: Share logs
de: Logs teilen

source: station
de: Terminal

source: Distance
de: Strecke
nl: Afstand

source: Successfully unlocked again
de: Erfolgreich erneut entsperrt
nl: Weer succesvol ontgrendeld

source: Failed to create log export:
de: Log export konnte nicht erzeugt werden:

source: Support
nl: Ondersteuning

source: Coupons
nl: Waardebonnen
